amount.abstractUnit=Abstrakte Lehrveranstaltungen:
button.ImpossibleModuleCombinations=Unm\u00F6gliche Modulkombinationen
button.ImpossibleModules=Unm\u00F6gliche Module
button.IncompleteModules=Unvollst\u00E4ndige Module
button.MissingData=Fehlende Daten
button.MissingElectiveAbstractUnits=Fehlende frei w\u00E4hlbare abstrakte Lehrveranstaltungen
amount.course=Studieng\u00E4nge:
explain.AbstractUnits=Abstrakte Lehrveranstaltungen (Abstract Units), denen keine konkreten Lehrveranstaltungen zugeordnet wurden. Die Anforderungen solcher abstrakten Lehrveranstaltung k\u00F6nnen nie erf\u00FCllt werden.
explain.AbstractUnitsWithUnits=Paare aus abstrakten und konkreten Lehrveranstaltungen (Units), f\u00FCr die es in einem gegebenem Modul keine Semesterzuordnung gibt.
explain.ImpossibleAbstractUnitsInModule=Module und die dazugeh\u00F6rigen abstrakten Lehrveranstaltungen, f\u00FCr die es nicht m\u00F6glich ist, eine konkrete Lehrveranstaltung zu w\u00EAhlen, welche die Semesteranforderungen erf\u00FCllt.
explain.ImpossibleCourseModuleAbstractUnitPairs=Unm\u00F6gliche Studieng\u00E4nge, die ein (Quasi-)Pflichtmodul mit einem Paar an abstrakten Pflichtveranstaltungen enthalten, welche jeweils aus der selben konkreten Lehrveranstaltung bestehen. Dadurch ist es nicht m\u00F6glich, f\u00FCr beide abstrakte Veranstaltungen eine konkrete Veranstaltung zu w\u00E4hlen.
explain.ImpossibleCourseModuleAbstractUnits=Unm\u00F6gliche Studieng\u00E4nge, da (quasi-)verpflichtende Module verpflichtende abstrakte Lehrveranstaltungen ohne konkrete Lehrveranstaltung haben.
explain.ImpossibleCourses=Unm\u00F6gliche Studieng\u00E4nge wegen unvollst\u00E4ndiger oder fehlender Daten.
explain.ImpossibleCoursesBecauseOfImpossibleModuleCombinations=Unm\u00F6gliche Studieng\u00E4nge, weil alle Modulkomibinationen unm\u00F6gliche Module enthalten.
explain.ImpossibleCoursesBecauseOfImpossibleModules=Unm\u00F6gliche Studieng\u00E4nge aufgrund von unm\u00F6glichen Pflichtmodulen oder Quasi-Pflichtmodulen.
explain.ImpossibleModulesBecauseOfMissingElectiveAbstractUnits=Unm\u00F6gliche Module aufgrund von fehlenden g\u00FCltigen abstrakten Wahlpflicht-Lehrveranstaltungen. Das Modul enth\u00E4lt weniger WP-Veranstaltungen als gefordert.
explain.IncompleteModules=Module bei denen die vorhandenen Daten unvollst\u00E4ndig sind.
explain.MandatoryModules=Pflichtmodule und Quasi-Pflichtmodule. Quasi-Pflichtmodule sind nicht als verpflichtend gekennzeichnet, aber Teil aller Modulkombinationen. Diese Module k\u00F6nnten als verpflichtend markiert werden.
explain.QuasiMandatoryModules=Quasi-Pflicht abstrakte Lehrveranstaltungen pro Modul.
explain.RedundantUnitGroups=Konkrete Lehrveranstaltungen (Units), die f\u00FCr die Validierung redundante Gruppen enthalten. Gruppen sind redundant, wenn diese genau dieselben Termine enthalten.
explain.UnitsWithoutAbstractUnits=Lehrveranstaltungen ohne abstrakte Lehrveranstaltung.
amount.group=Gruppen:
amount.impossibleCourses=Unm\u00F6gliche Studieng\u00E4nge:
amount.session=Sessions:
amount.unit=Anzahl Lehrveranstaltungen:
modelVersion=Modellversion
stats=Statistiken
title.AbstractUnits=Abstrakte Lehrveranstaltungen ohne konkrete Lehrveranstaltung
title.AbstractUnitsWithUnits=Abstrakte Lehrveranstaltungen mit konkreter Auspr\u00E4gung in unterschiedlichen Semestern
title.ImpossibleAbstractUnitsInModule=Unm\u00F6gliche abstrakte Lehrveranstaltungen im Modul
title.ImpossibleCourseModuleAbstractUnitPairs=Unm\u00F6gliche Studieng\u00E4nge mit in Konflikt stehenden abstrakten Lehrveranstaltungen
title.ImpossibleCourseModuleAbstractUnits=Unm\u00F6gliche Studieng\u00E4nge mit fehlenden Lehrveranstaltungs-Informationen
title.ImpossibleCourses=Unm\u00F6gliche Studieng\u00E4nge
title.ImpossibleModules=Unm\u00F6gliche Module
title.MandatoryModules=Pflichtmodule und Quasi-Pflichtmodule pro Studiengang
title.QuasiMandatoryModules=Quasi-Pflicht abstrakte Lehrveranstaltungen pro Modul
title.RedundantUnitGroups=Lehrveranstaltungen mit redundanten Gruppen
title.UnitsWithoutAbstractUnits=Lehrveranstaltungen ohne abstrakte Lehrveranstaltung
title.IncompleteModules=Unvollst\u00E4ndige Module
title.ImpossibleModulesBecauseOfMissingElectiveAbstractUnits=Unm\u00F6gliche Module aufgrund von fehlenden w\u00E4hlbaren abstrakten Lehrveranstaltungen
title.ImpossibleCoursesBecauseOfImpossibleModules=Unm\u00F6gliche Studieng\u00E4nge aufgrund von unm\u00F6glichen Modulen
title.ImpossibleCoursesBecauseOfImpossibleModuleCombinations=Unm\u00F6gliche Studieng\u00E4nge aufgrund von unm\u00F6glichen Modulkombinationen
print=Druckversion
recomputeData=Daten aktualisieren
outOfSyncInfo=Es wurde mindestens eine Sitzung verschoben, so dass der Bericht nicht mehr aktuell ist und aktualisiert werden sollte.