unsatCore=Schrittweise Berechnung von Konflikten
button.unsatCoreModules=Konflikt-Module Berechnen
modulesPaneTitle=Konflikt-Module:
button.unsatCoreAbstractUnits=Konflikt-Abstrakte-Veranstaltungen berechnen
abstractUnitsPaneTitle=Konflikt-Abstrakte-Veranstaltungen:
abstractUnitModuleSemester=Module/Semester
button.unsatCoreGroups=Konflikt-Veranstaltungen und Gruppen berechnen
button.cancel=Abbrechen
groupsPaneTitle=Konflikt-Veranstaltungen und Gruppen
groupUnitSemestersColumn=Semester
groupAbstractUnits=Abstrakte Veranstaltung(en)
button.unsatCoreSession=Konflikt-Sitzungen berechnen
sessionsPaneTitle=Konflikt-Sitzungen
unsatCoreExplanation=Schrittweise Berechnung von Konflikten (einer von m\u00f6glicherweise vielen), die ein Fach, einen Studiengang oder eine Studiengangskombination nicht studierbar machen. Gr\u00fcnde hierf\u00fcr k\u00f6nnen ganze Module, abstrakte oder konkrete Veranstaltungen, aber auch Zeit\u00fcberschneidungen sein.
modulesPaneExplanation=Module, die nicht zeitgleich belegt werden k\u00f6nnen, weshalb der ausgew\u00e4hlte Studiengang nicht studierbar ist. M\u00f6gliche Gr\u00fcnde sind zeitliche \u00dcberschneidungen, fehlende Veranstaltungen, Mehrfachzuordnungen von Veranstaltungen zu abstrakten Veranstaltungen oder \u00c4hnliches.
abstractUnitsPaneExplanation=Abstrakte Veranstaltungen in den Modulen, welche einen Konflikt beinhalten und dementsprechend nicht wie vorgesehen belegt werden k\u00f6nnen. M\u00f6gliche Gr\u00fcnde sind zeitliche \u00fcberschneidungen, fehlende Veranstaltungen, Mehrfachzuordnungen von Veranstaltungen oder \u00c4hnliches. Jede Zeile enth\u00e4lt Information \u00fcber eine abstrakte Veranstaltung, in welchen Semestern diese pro Modul belegt werden sollte und ob diese Pflicht (m) oder Wahlpflicht (e) in dem jeweiligen Modul ist.
groupsPaneExplanation=Veranstaltungen und die dazugeh\u00f6rigen Gruppen, die im Konflikt wegen ihrer Sitzungen sind. Veranstaltungen k\u00f6nnen nur in den in der abstrakten Veranstaltung angegebenen Semestern belegt werden, falls es keine gemeinsamen Semester zwischen Veranstaltung und abstrakter Veranstaltung gibt. In diesem Fall ist es nicht m\u00f6glich diese Veranstaltung zu belegen.
sessionsPaneExplanation=Sitzungen die in Konflikt stehen.
highlightConflicts=Im Studienplan hervorheben
checkFeasibility=\u00dcberpr\u00fcfe Studierbarkeit