unsatCore=Schrittweise Berechnung von Konflikten
button.unsatCoreModules=Konflikt-Module Berechnen
modulesPaneTitle=Konflikt-Module:
button.unsatCoreAbstractUnits=Konflikt-Abstrakte-Lehrveranstaltungen berechnen
abstractUnitsPaneTitle=Konflikt-Abstrakte-Lehrveranstaltungen:
abstractUnitModuleSemester=Module/Semester
button.unsatCoreGroups=Konflikt-Lehrveranstaltungen und Gruppen berechnen
button.cancel=Abbrechen
groupsPaneTitle=Konflikt-Lehrveranstaltungen und Gruppen
groupUnitSemestersColumn=Semester
groupAbstractUnits=Abstrakte Lehrveranstaltung(en)
button.unsatCoreSession=Konflikt-Sitzungen berechnen
sessionsPaneTitle=Konflikt-Sitzungen
task.Cancelled=Berechnung unterbrochen
task.Failed=Berechnung fehlgeschlagen
task.Running=Berechnung l\u00E4uft
unsatCoreExplanation=Schrittweise Berechnung von Konflikten (einer von m\u00f6glicherweise vielen), die ein Fach, einen Studiengang oder eine Studiengangskombination nicht studierbar machen. Gr\u00fcnde hierf\u00fcr k\u00f6nnen ganze Module, abstrakte oder konkrete Lehrveranstaltungen, aber auch Zeit\u00fcberschneidungen sein.
modulesPaneExplanation=Module, die nicht zeitgleich belegt werden k\u00f6nnen, weshalb der ausgew\u00e4hlte Studiengang nicht studierbar ist. M\u00f6gliche Gr\u00fcnde sind zeitliche \u00dcberschneidungen, fehlende Lehrveranstaltungen, Mehrfachzuordnungen von Lehrveranstaltungen zu abstrakten Lehrveranstaltungen oder \u00c4hnliches.
abstractUnitsPaneExplanation=Abstrakte Lehrveranstaltugen in den Modulen, welche einen Konflikt beinhalten und dementsprechend nicht wie vorgesehen belegt werden k\u00f6nnen. M\u00f6gliche Gr\u00fcnde sind zeitliche \u00fcberschneidungen, fehlende Lehrveranstaltungen, Mehrfachzuordnungen von Lehrveranstaltungen oder \u00c4hnliches. Jede Zeile enth\u00e4lt Information \u00fcber eine abstrakte Lehrveranstaltung, in welchen Semestern diese pro Modul belegt werden sollte und ob diese Pflicht (m) oder Wahlpflicht (e) in dem jeweiligen Modul ist.
groupsPaneExplanation=Lehrveranstaltungen und die dazugeh\u00f6rigen Gruppen, die im Konflikt wegen ihrer Sitzungen sind. Lehrveranstaltungen k\u00f6nnen nur in den in der abstrakten Lehrveranstaltung angegebenen Semestern belegt werden, falls es keine gemeinsamen Semester zwischen Lehrveranstaltung und abstrakter Lehrveranstaltung gibt. In diesem Fall ist es nicht m\u00f6glich diese Lehrveranstaltung zu belegen.
sessionsPaneExplanation=Sitzungen die in Konflikt stehen.
